{
	"countAll": 7,
	"data": [
	  {
		 "id": 0,
		 "title": "BMW i8 - 01",
		 "desc": "BMW Vision Efficient Dynamics, BMW i8 — автомобиль компании BMW. Концепт-кар был представлен в 2009 году, первый серийный образец — на Франкфуртском автосалоне в сентябре 2013 года",
		 "likeCnt": 1,
		 "imgUrl": "https://test.grechka.digital/html/image-1.jpg"
	  },
	  {
		 "id": 1,
		 "title": "BMW i8 - 02",
		 "desc": "BMW Vision Efficient Dynamics представляет собой полноприводное двухдверное купе. Шасси и подвеска сделаны из алюминия, крыша и двери выполнены из поликарбоната. Коэффициент аэродинамического сопротивления 0,26",
		 "likeCnt": 0,
		 "imgUrl": "https://test.grechka.digital/html/image-2.jpg"
	  },
	  {
		 "id": 2,
		 "title": "BMW i8 - 03",
		 "desc": "Приборная панель расположена на центральном Head-up дисплее и лобовом стекле. Такое сочетание создаёт впечатление трёхмерного пространства. Наиболее важная информация, такая как показание спидометра и маршрут, выдаётся на лобовое стекло в фоновом виде, что обеспечивает наибольшую безопасность, так как водителю не приходится смотреть на панель приборов",
		 "likeCnt": 23,
		 "imgUrl": "https://test.grechka.digital/html/image-3.jpg"
	  },
	  {
		 "id": 3,
		 "title": "BMW i8 - 04",
		 "desc": "Силовой установкой автомобиля является гибридная система Plug-in hybrid. Система использует сочетание 2-х электродвигателей, питающихся от литий-ионных аккумуляторов и 1,5-литрового трехцилиндрового бензинового двигателя с турбонаддувом B38K15T0 мощностью 170 кВт (231 л. с.). ",
		 "likeCnt": 21,
		 "imgUrl": "https://test.grechka.digital/html/image-4.jpg"
	  },
	  {
		 "id": 4,
		 "title": "BMW i8 - 05",
		 "desc": "Первый электродвигатель располагается на передней оси и выдаёт постоянную мощность 60 кВт, и максимальную 96 кВт. ",
		 "likeCnt": 15,
		 "imgUrl": "https://test.grechka.digital/html/image-5.jpg"
	  },
	  {
		 "id": 5,
		 "title": "BMW i8 - 06",
		 "desc": "Второй электродвигатель расположен между основным электродвигателем и бензиновым двигателем, выдаёт постоянную мощность 25 кВт и служит для запуска ДВС. Трансмиссия представляет собой шестиступенчатую роботизированную коробку передач второго поколения.",
		 "likeCnt": 10,
		 "imgUrl": "https://test.grechka.digital/html/image-6.jpg"
	  },
	  {
		 "id": 6,
		 "title": "BMW i8 - 07",
		 "desc": "В общей сложности автомобиль развивает мощность 266 кВт (362 л. с.) и максимальный крутящий момент 570 Нм. Разгоняется до 100 км/ч за 4,4 секунды и развивает максимальную скорость 250 км/ч (ограничена электроникой). Расход топлива в смешанном цикле составляет 2,1 литра на 100 км. Запас хода от аккумуляторных батарей в среднем около 30 км. Максимальный общий запас хода составляет 600 км.",
		 "likeCnt": 9,
		 "imgUrl": "https://test.grechka.digital/html/image-7.jpg"
	  }
	]
 }